[
    {
        "id": 1,
        "tags": ["sport", "scary", "animals"],
        "question": "What do you do if you are running from the best and two big dogs appear in your way?"
    },
    {
        "id": 2,
        "tags": ["challenging", "sport"],
        "question": "Ok, you keep running and suddenly your running app tells you that there is a 'sociable' point where more users have gathered! And if they give you an achievement, and access to more features just for going, would you go? How do you think people would be? Do you think they give you a gift like a t-shirt or something like that for participating?"
    },
    {
        "id": 3,
        "tags": ["scary", "bedroom", ""],
        "question": "You are organizing your room when you come across a large, dark spider and grab a container to capture it but when you turn around it is gone! What do you do?"
    },
    {
        "id": 3,
        "tags": ["bedroom", "anime", "house"],
        "question": "If they give you a dragon ball or nature statue, could you put it in your room? Would it take up a lot of space?"
    },
    {
        "id": 3,
        "tags": [3,5,6],
        "question": "Does your room have windows? Those"
    },
    {
        "id": 3,
        "tags": ["house", "bedroom", "male", "female"],
        "question": "What would you miss most about your room =(? Would you remold your room? What would you definitely change?"
    },
    {
        "id": 3,
        "tags": ["school", "memory"],
        "question": "What is the best memory you have of the University?"
    },
    {
        "id": 3,
        "tags": ["school", "strange", "event"],
        "question": "What is the strangest thing that happened to you when you went to school?"
    },
    {
        "id": 3,
        "tags": ["morning", "challenging", "difficult"],
        "question": "Have you ever gotten up early? What was that for?"
    },
    {
        "id": 3,
        "tags": ["morning", "sport", "challenging"],
        "question": "Have you ever gone out for a bike ride in the morning? Yes, with whom?"
    },
    {
        "id": 3,
        "tags": ["time-travel", "have-oportunity-of", ""],
        "question": "What would you do differently if you could relive the past year?"
    },
    {
        "id": 3,
        "tags": ["dinner", "food", "have-oportunity-of"],
        "question": "What did you eat for dinner today or what would be good for? Hmm"
    },
    {
        "id": 3,
        "tags": ["food", "delivery", ""],
        "question": "Have you ordered food online recently? How was it?"
    },
    {
        "id": 3,
        "tags": ["animal", "beach", "vacation"],
        "question": "A cat on the beach is jumping. What do you do? do you encourage it?"
    }
]